Repository: gedas4/Baigiamasis_darbas
Catalog: ALProject1/Translations/translation.*.xlf
Languages: lt_lt

# Page 257601387 - Action 2726973750 - Method 1377591017 - NamedType 3137064648
source: Periodic invoice has been successfully posted
lt_lt: Periodinė sąskaita buvo sėkmingai sukurta

# Page 257601387 - Action 2726973750 - Method 1377591017 - NamedType 2499368031
source: Periodic invoice can be generated only for Long-term contracts
lt_lt: Periodinės sąskaitos gali būti generuojamos tik ilgalaikėms sutartims

# Page 257601387 - Action 2726973750 - Method 1377591017 - NamedType 117490586
source: Periodic invoice invoice can only be generated for a child attending kindergarten - child is not enrolled in kindergarten
lt_lt: Periodinė sąskaita gali būti generuojama tik vaikui lankančiam darželį - vaikas nėra užrašytas į darželį

# Page 419864405 - Action 1342029027 - Method 1377591017 - NamedType 3137064648
source: Periodic invoices has been successfully posted
lt_lt: Periodinės sąskaitos buvo sėkmingai sukurtos

# Page 1533152422 - Property 1968111052
source: Enter paid amount
lt_lt: Įveskite sumokėtą sumą

# Report 4267712188 - NamedType 2875645988
source: month
lt_lt: mėnesis

# Report 4267712188 - NamedType 3666452776
source: day
lt_lt: diena

# Report 1885238871 - ReportLabel 2984138987
source: OVERVIEW REPORT
lt_lt: APŽVALGOS ATASKAITA

# Report 1885238871 - ReportLabel 30259774
source: Date from
lt_lt: Data nuo

# Report 1885238871 - ReportLabel 1537575777
source: Date to
lt_lt: Data iki

source: Child is not added into a kindergarten - contract termination invoice cannot be generated
lt_lt: Vaikas nėra įtrauktas į darželį - sutarties nutraukimo sąskaita negali būti sugeneruota

source: Amount to return from previous periods
lt_lt: Grąžintina suma iš ankstesnių periodų

source: Amount to pay for previous periods
lt_lt: Mokėtina suma už ankstesnius periodus

source: We must pay you back:
lt_lt: Mes turime jums grąžinti:

source: Total:
lt_lt: Iš viso:

# Report 2049023057 - ReportLabel 2984138987
source: CONTRACT TERMINATION INVOICE
lt_lt: SUTARTIES NUTRAUKIMO SĄSKAITA

# Report 2049023057 - ReportLabel 3484422546
source: Client
lt_lt: Klientas

# Report 2049023057 - ReportLabel 2128220794
source: Child Nr.
lt_lt: Vaiko Nr.

# Table 714306119 - Method 2545781222 - NamedType 3137064648
source: Child's contract has been terminated - attendance cannot be marked
lt_lt: Vaiko sutartis nutraukta - negalima žymėti lankomumo
